{
  "Version": "1.12",
  "ModID": "almost_100_hot_air_balloons",
  "IncompatibleIds": [],
  "ModDependencies": [],
  "Category": {
    "Chinese": "飞艇",
    "English": "Airship",
    "French": "Dirigeable",
    "German": "Luftschiff",
    "Italian": "Dirigibile",
    "Korean": "비행선",
    "Polish": "Sterowiec",
    "Russian": "Дирижабль",
    "Spanish": "Dirigible"
  },
  "ModName": {
    "Chinese": "近 100 个热气球",
    "English": "Almost 100 hot air balloons",
    "French": "Près de 100 montgolfières",
    "German": "Fast 100 luftballons",
    "Italian": "Quasi 100 mongolfiere",
    "Korean": "약 100대의 열기구",
    "Polish": "Prawie 100 balonów na ogrzane powietrze",
    "Russian": "Почти 100 воздушных шаров",
    "Spanish": "Casi 100 globos aerostáticos"
  },
  "Description": {
    "Chinese": "在游戏初期征服天空进行贸易，不必担心你的热气球会被击落。在游戏后期，用重型热气球丰富您的天空运输工具。",
    "English": "Conquer the sky for trade early in the game without having to worry about your balloons being shot down. And enrich your sky transport with heavy hot air balloons for later in the game.",
    "French": "Partez à la conquête du ciel pour faire du commerce au début du jeu sans avoir à vous soucier que vos ballons soient abattus. Enrichissez vos transports aériens avec des montgolfières lourdes pour la suite de la partie.",
    "German": "Erobern Sie den Himmel für den Handel zu Beginn des Spiels, ohne sich Sorgen machen zu müssen, dass Ihre Ballons abgeschossen werden. Und bereichern Sie Ihren Himmelstransport mit schweren luftballons für später im Spiel.",
    "Italian": "Conquistate il cielo per il commercio all'inizio del gioco senza dovervi preoccupare che le vostre mongolfiere vengano abbattute. E arricchite il vostro trasporto in cielo con mongolfiere pesanti per le fasi successive del gioco.",
    "Korean": "풍선이 격추될 걱정 없이 게임 초반에 무역을 위해 하늘을 정복하세요. 그리고 게임 후반에는 무거운 열기구로 하늘 수송을 강화하세요.",
    "Polish": "Podbijaj niebo w celach handlowych na początku gry, nie martwiąc się o zestrzelenie balonów. Wzbogać swój podniebny transport o ciężkie balony na ogrzane powietrze w późniejszej fazie gry.",
    "Russian": "Завоевывайте небо для торговли в начале игры, не беспокоясь о том, что ваши воздушные шары могут быть сбиты. А на более поздних этапах игры обогатите свой небесный транспорт тяжелыми воздушными шарами.",
    "Spanish": "Conquista el cielo para comerciar al principio del juego sin tener que preocuparte de que tus globos sean derribados. Y enriquece tu transporte aéreo con globos aerostáticos pesados para más adelante."
  },
  "KnownIssues": null,
  "DLCDependencies": [
    {
      "DLC": "ThePassage",
      "Dependant": "required"
    },
    {
      "DLC": "EmpireOfTheSkies",
      "Dependant": "required"
    }
  ],
  "LoadAfterIds": [
    "Spice_Airship",
    "Imperio Schiffswerft"
  ],
  "CreatorName": "Hier0nimus",
  "CreatorContact": "https://github.com/Hier0nimus/anno-mods-hier0nimus",
  "Image": "banner.jpg"
}